[GENERAL]
NAME					= Українська
TRANSLATOR				= Дмитро Сорока, Did Kokos
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Відміна
TEXT_MESSAGEBOX_ABORT			= Перервати
TEXT_MESSAGEBOX_RETRY			= Повторити
TEXT_MESSAGEBOX_IGNORE			= Пропустити
TEXT_MESSAGEBOX_YES			= Так
TEXT_MESSAGEBOX_NO			= Ні
TEXT_MESSAGEBOX_CONTINUE		= Продовжити

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Бета
TEXT_PORTABLE				= Портативна
TEXT_BUILDNO				= Збірка#
TEXT_SELECT_FOLDER			= Виберіть папку
TEXT_ASSOC_IMAGE			= Файл зображення (${str1})
TEXT_ASSOC_RAWIMAGE			= Файл RAW зображення (${str1})
TEXT_ASSOC_EBOOK			= Стиснений файл зображення (${str1})
TEXT_APP_DESC				= Honeyview – це швидкий переглядач зображень.
TEXT_ABOUTBOX_TAB1			= Про Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Файл зображення
TEXT_OPENFILEDLG_ALLFILE		= Всі файли
TEXT_NEW_FOLDER				= Нова папка
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Не вдалося завантажити необхідні файди встановлення.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Помилка перевірки версії
TEXT_UPDATE_VERSION_CHECKING		= Перевірка версії
TEXT_UPDATE_DOWNLOAD_FAILED		= Помилка завантаження
TEXT_UPDATE_LATEST_VERSION		= Оновлення відсутні
TEXT_UPDATE_DO_DOWNLOAD			= Наявне оновлення
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Завантаження завершено

TEXT_MSG_LASTPAGE			= Це останнє зображення
TEXT_MSG_FIRSTPAGE			= Це перше зображення
TEXT_MSG_NOIMAGEFILE			= В цьому архіві немає зображень
TEXT_MSG_INVALID_PHOTOFOLDER		= Будь ласка, вкажіть в налаштуваннях шлях до "Фото папки 2"
TEXT_MSG_CANTOPENARCHIVE		= Не вдалося відкрити файл:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Цей файл не підтримується. Будь ласка, оновіть програму.
TEXT_MSG_INVALID_PASSWORD		= Невірний пароль
TEXT_MSG_STRETCHWHENSMALL_ON		= Розтягувати дрібні: Увімк.
TEXT_MSG_STRETCHWHENSMALL_OFF		= Розтягувати дрібні: Вимк.
TEXT_MSG_CANTOPENBOOKMARK		= Не вдалося відкрити закладки
TEXT_MSG_BROKENARCHIVE			= Цей архів пошкоджено
TEXT_MSG_ADDTOBOOKMARK			= Додати в закладки: 
TEXT_MSG_LOADRECENTBOOKMARK		= Відкрити нещодавно збережені закладки:
TEXT_MSG_SLIDESHOWSTART			= Запустити слайдшоу: ${TIME} сек
TEXT_MSG_SLIDESHOWSTOP			= Зупинити слайдшоу
TEXT_MSG_ALWAYSONTOP_ON			= Завжди вгорі: Увімк.
TEXT_MSG_ALWAYSONTOP_OFF		= Завжди вгорі: Вимк.
TEXT_MSG_ZOOMFIX_ON			= Зафіксувати масштаб: Увімк.
TEXT_MSG_ZOOMFIX_OFF			= Зафіксувати масштаб: Вимк.
TEXT_MSG_EXTPROGERR_LAUNCH		= Відкрити в Редакторі
TEXT_MSG_EXTPROGERR_NOTSET		= Будь ласка, виберить Редактор зображень в налаштуваннях (Paint, Photoshop, и т.д.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Запам'ятати розміщення всередині архіву:
TEXT_MSG_RESTART_NOTIFY			= Програма перезавантажиться
TEXT_MSG_COPY2CLIPBOARD			= Скопійовано в буфер обміну
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Не вдалося скопіювати в буфер обміну
TEXT_MSG_BOOKMARK_EXPORTED		= Закладки було збережено
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Не вдалося зберегти закладки
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Не вдається відкрити закладки
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Не вдалося імпортувати закладки
TEXT_MSG_BOOKMARK_IMPORTED		= Імпортування закладок завершено
TEXT_MSG_SETWALLPAPER_FAILED		= Не вдається встановити як шпалери
TEXT_MSG_CANT_OPEN_IMAGE		= Не вдається відкрити файл зображення
TEXT_MSG_TRANSFORM_COMPLETED		= Опрацювання завершено
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Не вдається відкрити файл
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Не вдається зберегти файл
TEXT_MSG_CANT_OPEN_MMF			= Не вдається відкрити MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Програма перезавантажиться
TEXT_MSG_DELETED			= Видалено

TEXT_ASK_INIT				= Бажаєте ініціалізувати налаштування?
TEXT_ASK_DELETE_IMAGE			= Бажаєте Видалити цей файл до корзини?
TEXT_ASK_DELETE_ARCHIVE			= Це зображення є частиною архіву.[br][br]Бажаєте Видалити архів (${FILENAME}) остаточно?
TEXT_ASK_DELETE_BOOKMARKALL		= Бажаєте видалити всі збережені закладки?
TEXT_ASK_LAUNCH_ASSOCUI			= Для Windows 8 чи пізніших версій користувачамм необхідно зіставити розширення.[br][br]Бажаєте зв'язати розширення?
TEXT_ASK_STOP_BATCH_PROCESSING		= Йде процес обробки. Бажаєте відмінити його?

TEXT_FILTERMODE_NONE			= Без фільтра
TEXT_FILTERMODE_BILINEAR		= Фільтр: Зглажування
TEXT_FILTERMODE_SHARPEN			= Фільтр: Зглажування+Різкість

TEXT_SHOWMODE_NONE			= Перегляд: Реальний розмір (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Перегляд: За розміром вікна
TEXT_SHOWMODE_FIT2WIDTH			= Перегляд: За шириною
TEXT_SHOWMODE_TWO_L2R			= Розгортка (Зліва направо)
TEXT_SHOWMODE_TWO_R2L			= Розгортка (Справа наліво)

TEXT_NEXTPATH_NOFILE			= Перехід до папки: Останнє зображення (Будь ласка, відкрийте файл)
TEXT_NEXTPATH_LASTFOLDER		= Наступна папка: Останнє зображення
TEXT_PREVPATH_LASTFOLDER		= Попередня папка: Останнє зображення
TEXT_NEXTPATH_OPENFOLDER		= Наступна папка:
TEXT_PREVPATH_OPENFOLDER		= Попередня папка:

TEXT_DELETE				= Видалено: 
TEXT_COPY_TO_PHOTOFOLDER1		= Скопійовано в Папку 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Скопійовано в Папку 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Переміщено в Папку 1:

TEXT_SELECTFILEDLG_FILELIST		= Список
TEXT_SELECTFILEDLG_DATE			= Дата зміни
TEXT_SELECTFILEDLG_SIZE			= Розмір

TEXT_BOOKMARKEDITDLG_PATH		= Шлях

TEXT_PAGETURNFX_NONE			= Без ефекту
TEXT_PAGETURNFX_HV2			= Листання
TEXT_PAGETURNFX_ALPHA			= ALPHA
TEXT_PAGETURNFX_SLIDE			= SLIDE

TEXT_FILEINFO_FILENAME			= Ім'я файлу
TEXT_FILEINFO_SIZE			= Розмір файлу
TEXT_FILEINFO_CREATETIME		= Дата створення
TEXT_FILEINFO_MODIFYTIME		= Дата змінення
TEXT_FILEINFO_IMGINFO			= Деталі
TEXT_FILEINFO_ROTATE			= Поворот
TEXT_FILEINFO_ZOOM			= Масштаб

TEXT_EXIF_MAKER				= Виробник
TEXT_EXIF_MODEL				= Модель камери
TEXT_EXIF_SOFTWARE			= Програма
TEXT_EXIF_ARTIST			= Автор
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Авторські права
TEXT_EXIF_DATETIME			= Дата/Час зйомки
TEXT_EXIF_FLASHUSED			= Спалах
TEXT_EXIF_FOCALLENGTH			= Фокусна відстань
TEXT_EXIF_FOCALLENGTH_35MM		= Фокусна відстань (35 мм)
TEXT_EXIF_EXPOSURETIME			= Витримка
TEXT_EXIF_EXPOSUREBIAS			= Експокорекція
TEXT_EXIF_APERTUREFNUMBER		= Діафрагма
TEXT_EXIF_ISOEQUIVALENT			= Чуттєвість
TEXT_EXIF_METERINGMODE			= Режим експозаміру
TEXT_EXIF_EXPOSUREPROGRAM		= Експпрограма
TEXT_EXIF_DISTANCE			= Відстань фокусування
TEXT_EXIF_GPS				= Інформація GPS
TEXT_EXIF_COMMENT			= Коментар

TEXT_CUSTOMCMD_NOOPERATION		= Нічого не робити
TEXT_CUSTOMCMD_FULLSCREEN		= На повний екран
TEXT_CUSTOMCMD_MAXIMIZE			= Розгорнути
TEXT_CUSTOMCMD_MINIMIZE			= Згорнути
TEXT_CUSTOMCMD_PAGESELECT		= Вибрати зображення
TEXT_CUSTOMCMD_EXIT			= Вихід
TEXT_CUSTOMCMD_OPEN			= Відкрити файл
TEXT_CUSTOMCMD_OPENFOLDER		= Відкрити папку
TEXT_CUSTOMCMD_NEXT1			= Наступна 1-а ст (розгортка) 
TEXT_CUSTOMCMD_PREV1			= Попередня 1-а ст (розгортка)
TEXT_CUSTOMCMD_NEXT			= Наступне зображення
TEXT_CUSTOMCMD_PREV			= Попереднє зображення
TEXT_CUSTOMCMD_NEXT_RANDOM		= Наступне випадкове
TEXT_CUSTOMCMD_PREV_RANDOM		= Попереднє випадкове
TEXT_CUSTOMCMD_HOME			= Перше зображення
TEXT_CUSTOMCMD_END			= Останнє зображення
TEXT_CUSTOMCMD_NEXT10			= Наступне 10-е
TEXT_CUSTOMCMD_PREV10			= Попереднє 10-е
TEXT_CUSTOMCMD_SCROLL_UP		= Прокрутка вверх
TEXT_CUSTOMCMD_SCROLL_DN		= Прокрутка вниз
TEXT_CUSTOMCMD_SCROLL_LEFT		= Прокрутка вліво
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Прокрутка вправо
TEXT_CUSTOMCMD_ZOOM_IN			= Збільшити масштаб
TEXT_CUSTOMCMD_ZOOM_OUT			= Зменшити масштаб
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Скопіювати до папки
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Перемістити до папки
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Копіювати до папки фото2
TEXT_CUSTOMCMD_NEXTPATH			= Наступний архів/папка
TEXT_CUSTOMCMD_PREVPATH			= Попередній архів/папка
TEXT_CUSTOMCMD_CONTEXT_MENU		= Контекстне меню
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Показати файл/EXIF інформацію

TEXT_COMBO_GIF_TRANS_OPTION_0		= Використати вихідну GIF палітру
TEXT_COMBO_GIF_TRANS_OPTION_1		= Використати білий колір фону
TEXT_COMBO_GIF_TRANS_OPTION_2		= Використати прозорий фон
TEXT_COMBO_GIF_TRANS_OPTION_3		= Використати чорний колір фону

TEXT_COMBO_LASTFILE_ACTION_NONE		= Нічого не робити
TEXT_COMBO_LASTFILE_ACTION_ASK		= Запитати
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Перейти до першого файлу
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Перейти до наст./поп. файлу/папки

TEXT_ASSOC_GROUP0			= Часто використовувані формати зображень
TEXT_ASSOC_GROUP1			= Нові формати зображень
TEXT_ASSOC_GROUP2			= Формати зображень без втрати якості (з камери)
TEXT_ASSOC_GROUP3			= Формати файлів стиснених зображень

TEXT_SORT_METHOD_FILENAME		= Сортувати за ім'ям
TEXT_SORT_METHOD_DATE			= Сортувати за датою змінення
TEXT_SORT_METHOD_SIZE			= Сортувати за розміром
TEXT_SORT_METHOD_EXT			= Сортувати за типом

TEXT_TRANSF_RESIZE_NONE			= Не змінювати розмір
TEXT_TRANSF_RESIZE_KEEPRATIO		= Зберегти пропорції
TEXT_TRANSF_RESIZE_FITWIDTH		= По ширині
TEXT_TRANSF_RESIZE_ADD			= Додати поля 
TEXT_TRANSF_RESIZE_CUT			= Обрізати зображення
TEXT_TRANSF_RESIZE_STRETCH		= Розтягнути зображення

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Авто
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Попередня папка ( [ )
TEXT_BTN_NEXT_FOLDER			= Наступна папка ( ] )
TEXT_BTN_PREV_ARCHIVE			= Попередній архів ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Наступний архів ( ] )


[MENU]
MENUSTR_OPEN				= Відкрити\tF2
MENUSTR_OPENFOLDER			= Відкрити папку\tF
MENUSTR_CLOSE				= Закрити\tF4
MENUSTR_PAGESELECT			= Вибрати зображення\tEnter
MENUSTR_OPEN_FILEPOSITION		= Показати в Провіднику\tCtrl+Enter

MENUSTR_FILTER_NONE			= Без фільтра\tU
MENUSTR_FILTER_BILINEAR			= Згладжування\tI
MENUSTR_FILTER_SHARPEN			= Згладжування+Різкість\tS

MENUSTR_PAGEMOVE			= Перехід до зображення
MENUSTR_PAGEMOVE_NEXT			= Наступне зображення\t->
MENUSTR_PAGEMOVE_PREV			= Попереднє зображення\t<-
MENUSTR_PAGEMOVE_HOME			= Перше зображення\tHome
MENUSTR_PAGEMOVE_END			= Останнє зображення\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Наступне 10-е\tCtrl+PgDn
MENUSTR_PAGEMOVE_PREV10			= Попереднє 10-е\tCtrl+PgUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Наступне випадкове\tCtrl+Alt+PgDn
MENUSTR_PAGEMOVE_RAND_PREV		= Попереднє випадкове\tCtrl+Alt+PgUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Наступна папка/архів\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Попередня папка/архів\t[

MENUSTR_INTERPOLATEMODE			= Інтерполяція
MENUSTR_INTERPOLATEMODE_BILINEAR	= Білінійна (Швидко)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Бікубічна (Повільно, висока якість)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Метод Ланцоша (Повільно, висока якість)

MENUSTR_IMAGE_PROCESSING		= Ефекти зображень
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Інвертувати\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Гамма-компенсація\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Відобразити по вертикалі\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Відобразити по горизонталі\tCtrl+M

MENUSTR_SORT_METHOD			= Сортувати
MENUSTR_SORT_METHOD_FILENAME		= За ім'ям
MENUSTR_SORT_METHOD_DATE		= За датою
MENUSTR_SORT_METHOD_SIZE		= За розміром
MENUSTR_SORT_METHOD_EXT			= За типом
MENUSTR_SORT_DESCENDING			= Descending

MENUSTR_SHOWMODE			= Перегляд зображення
MENUSTR_FILTER_STRETCHWHENSMALL		= Розтягувати дрібні\tZ
MENUSTR_SHOWMODE_NONE			= Реальний розмір (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= За розміром вікна\t9
MENUSTR_SHOWMODE_FITWIDTH		= За шириною\t8
MENUSTR_SHOWMODE_TWO_L2R		= Розгортка (Зліва направо)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Розгортка (Справа наліво)\t6

MENUSTR_ZOOM				= Масштаб
MENUSTR_ZOOM_IN				= Збільшити масштаб\t+
MENUSTR_ZOOM_OUT			= Зменшити масштаб\t-
MENUSTR_ZOOM_FIX			= Зафіксувати масштаб\tCtrl+K
MENUSTR_ZOOM_100			= Реальний розмір (100%)\t*
MENUSTR_ZOOM_IN_1			= Збільшити масштаб (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Зменшити масштаб (1%)\tCtrl+-

MENUSTR_ROTATION			= Поворот
MENUSTR_ROTATION_NONE			= Не повертати\tAlt+Up
MENUSTR_ROTATION_L90			= Повернути на 90˚ вліво\tAlt+Left
MENUSTR_ROTATION_R90			= Повернути на 90˚ вправо\tAlt+Right
MENUSTR_ROTATION_180			= Відобразити по горизонталі\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Файл/EXIF-інформація\tTAB
MENUSTR_WALLPAPER			= Встановити як шпалери...
MENUSTR_DELETE				= Видалити\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Скопіювати до папки\tIns
MENUSTR_EXTPROG0			= Відкрити в редакторі\tCtrl+E
MENUSTR_PRINT				= Друк\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Скопіювати в буфер\tCtrl+C

MENUSTR_SETTING				= Налаштування\tF5
MENUSTR_ABOUT				= Про програму\tF1
MENUSTR_EXIT				= Вихід\tX

; about popup menu
MENUSTR_HOMEPAGE			= Сайт програми
MENUSTR_HELP				= Довідка по швидких клавішах

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Додати в закладки\tB
MENUSTR_BOOKMARK_DELALL			= Видалити всі закладки
MENUSTR_BOOKMARK_SETTTING		= Налаштування закладок 
MENUSTR_BOOKMARK_EDIT			= Редагувати закладки\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Зупинити слайдшоу\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 секунда\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 секунди\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 секунди\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 секунди\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 секунд\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 секунд\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 секунд\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 секунд\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 секунд\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 секунд
MENUSTR_SLIDESHOW_15			= 15 секунд
MENUSTR_SLIDESHOW_20			= 20 секунд
MENUSTR_SLIDESHOW_25			= 25 секунд
MENUSTR_SLIDESHOW_30			= 30 секунд
MENUSTR_SLIDESHOW_60			= 60 секунд
MENUSTR_SLIDESHOW_90			= 90 секунд
MENUSTR_SLIDESHOW_LOOP			= Повторити
MENUSTR_SLIDESHOW_RANDOM		= Випадковий порядок

MENUSTR_PAGETURNFX_NONE			= Без ефекту
MENUSTR_PAGETURNFX_HV2			= Листання
MENUSTR_PAGETURNFX_ALPHA		= Розчинення
MENUSTR_PAGETURNFX_SLIDE		= Ковзання

MENUSTR_PHOTOFOLDER_COPY1		= Скопіювати до папки 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Перемістити до папки 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Скопіювати до папки 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Налаштування папок із фото
MENUSTR_PHOTOFOLDER_OPEN		= Відкрити папку 1

MENUSTR_TRANSFORMDLG			= Перетворити\tCtrl+T

[DIALOG]
IDCANCEL				= Відміна
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= Про Honeyview
IDC_BTN_HOMEPAGE			= Сайт програми
IDC_BTN_UPDATE				= Оновити

[IDD_SETTING]
IDD_SETTING				= Налаштування
IDC_BTN_INIT				= Скинути

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Загальні налаштування
IDC_CHK_USESNAP				= Прилипання вікна до країв екрану
IDC_CHK_DONOTREMEMBERFOLDER		= Не зберігати шлях до останньої папки
IDC_CHK_ONE_INSTANCE			= Не дозволяти запуск декількох екземплярів Honeyview
IDC_CHK_ASK_DELETE			= Запитувати підтвердження перед видаленням файла
IDC_CHK_NO_CENTER_MESSAGE		= Відображати сповіщення в куті, а не в центрі
IDC_CHK_ALWAYS_ON_TOP			= Завжди вгорі (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Виходити з програми при натисканні ESC
IDC_CHK_CHECK_UPDATE			= Перевіряти наявність оновлень
IDC_CHK_CHECK_UPDATE_MINOR		= Сповіщати про незначні оновлення
IDC_STATIC_LASTFILEACTION_IMAGE		= При досягненні першого/останього зображення:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= При досягненні перш./ост. зображення в архіві:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Налаштування перегляду
IDC_CHK_SHOWBORDER			= Показувати межі головного вікна
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Показати ім'я файлу на зображенні якщо меню сховано (Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Запам'ятати стан масштабування зображень
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Не відображати панель меню вгорі
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Не відображати панель управління знизу
IDC_CHK_DO_NOT_SIDE_ARROW		= Не відображати бокові кнопки зі стрілками
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Не показувати керування анімацією
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Не показувати керування масштабуванням
IDC_CHK_HIDE_TOOLTIP_HELP		= Не відображати виринаючі підказки при наведенні курсора
IDC_CHK_EXIFINFO_SMALL_FONT		= Використовувати маленький шрифт для файлу/EXIF інформації
IDC_CHK_USEBKGNDIMAGE			= Змінити фонове зображення за замовчуванням
IDC_BTN_BKGND_SET			= Огляд
IDC_BTN_BKGND_OPEN			= Папка
IDC_STATIC_BKGNDCOLOR			= Колір фону:
IDC_BTN_BKGND				= Вибрати
IDC_STATIC_BORDERCOLOR			= Колір межі:
IDC_BTN_BORDERCOLOR			= Вибрати

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Налаштування закладок
IDC_CHK_AUTOBOOKMARK			= Автоматично зберігати поточний шлях зображення в закладки
IDC_CHK_SHARE_SETTING			= Загальні налаштування/закладки для всіх вікон
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Автоматично запам'ятовувати поточний шлях зображення в архіві
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Видалити
IDC_STATIC_MAX_BOOKMARK			= Максимальна к-ть закладок:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Список розширень пов'язаних файлів
IDC_BTN_IMAGE_SELECT			= Вибрати все
IDC_BTN_IMAGE_DESELECT			= Відмінити вибір
IDC_BTN_APPLY_NOW			= Застосувати

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Асоціація розширень
IDC_STATIC_ASSOC_DESC1			= Для Windows 8 чи пізніших версій, Ви можете пов'язати файли наступним чином:
IDC_STATIC_ASSOC_DESC2			= 1. Натисніть клавішу "Налаштування Асоціацій"
IDC_STATIC_ASSOC_DESC3			= 2. Натисніть "Вибрати все" у вікні Налаштувань асоціацій программи
IDC_STATIC_ASSOC_DESC4			= 3. Натисніть клавішу "Зберегти".
IDC_STATIC_ASSOC_DESC1_10		= Для Windows 10 чи пізніших версій, Ви можете пов'язати файли наступним чином:
IDC_STATIC_ASSOC_DESC2_10		= 1. Натисніть клавішу "Налаштування Асоціацій"
IDC_STATIC_ASSOC_DESC3_10		= 2. Перейдіть до Переглядач фото у вікні стандарних застосунків.
IDC_STATIC_ASSOC_DESC4_10		= 3. Оберіть "Honeyview" як стандартний переглядач фото.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Налаштування Асоціацій
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Класичний метод

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Налаштування обробки зображень
IDC_CHK_EXIFROTATION			= Автоматично повертати зображення на основі EXIF інформації
IDC_CHK_STRONG_SHARPEN			= Використати фйільтр збільшення різкості
IDC_CHK_CACHE_IMAGE			= Кешувати наступне зображення
IDC_STATIC_CACHE_MEMORY_SIZE		= Об'єм кеш-пам'яті: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Показувати верхню частину зображення, якщо воно більше ніж вікно
IDC_CHK_USE_PREVIEW_MODE		= Показувати спочатку зображення більш низької якості для прискорення візуалізації
IDC_CHK_USE_IMAGE_ICC			= Використовувати дані ICC профілю файлу зображення
IDC_CHK_USE_MONITOR_ICC			= Використовувати дані ICC профілю монітора
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Прозорий фон для GIF зображень:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Прозорий фон для 32-біт зображень:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Інтерполяція (фільтр зміни розміру):
IDC_STATIC_PAGETURNFX			= Ефект листання сторінок:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Вибір
IDC_STATIC_CUSTOMKEYDESC_KEY		= Швидка клавіша
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Дія

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Параметр
IDC_STATIC_CUSTOMMOUSE_ACTION		= Дія
IDC_CHK_CUSTOM_LBUTTON			= Ліва клавіша
IDC_CHK_DBLCLICK2MAXIMIZE		= Розгортати/Відновлювати вікно подвійним клацанням
IDC_CHK_CLICK2PAGETURN			= Листати натисканням у лівому чи правому кутку екрана
IDC_CHK_CUSTOM_MBUTTON			= Середня клавіша
IDC_CHK_CUSTOM_RBUTTON			= Права клавіша
IDC_CHK_CUSTOM_XBUTTON			= Клавіша X
IDC_CHK_CUSTOM_YBUTTON			= Клавіша Y
IDC_CHK_CUSTOM_WHEELUP			= Колесико вгору 
IDC_CHK_CUSTOM_WHEELDN			= Колесико вниз

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Налаштування контекстного меню
IDC_CHK_SHELL_USE_SHELL_MENU		= Використовувати контекстне меню в провіднику Windows
IDC_CHK_SHELL_TRANSFORM_DLG		= Редагувати за допомогою Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Переглянути за допомогою Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Перегляд в контекстному меню
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Показувати інформацію про зображення
IDC_CHK_SHELL_SHOW_ICON			= Показувати значок Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Інші налаштування
IDC_STATIC_PHOTOFOLDER			= Папки з фото
IDC_STATIC_PHOTOFOLDER_DESC1		= Папка 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Папка 2:
IDC_BTN_PHOTOFOLDER_SET1		= Огляд
IDC_BTN_PHOTOFOLDER_OPEN1		= Відкрити
IDC_BTN_PHOTOFOLDER_SET2		= Огляд
IDC_BTN_PHOTOFOLDER_OPEN2		= Відкрити
IDC_STATIC_EXTPROGRAM			= Редактор зображень
IDC_BTN_SET_EXTPROG0			= Огляд
IDC_BTN_SET_EXTPROG1_FAST		= Шаблон
IDC_CHK_PAGETURNWAV			= Відтворювати звуковий ефект під час листання
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Не відкривати файли зображень в форматі RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= При відкриванні файлів JPEG, не відкривати RAW зображення з одинаковим ім'ям
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= При відкриванні RAW зображень, показати ескіз, якщо він є
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Підганяти розмір вікна під розмір зображення
IDC_CHK_DISABLE_SCREEN_SAVER		= Вимикати екранну заставку Windows під час роботи Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Налаштування мови
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Завантажити іншу мову...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Відкрити папку з мовними файлами...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Виберіть зображення
IDC_CHECK_SHOW_THUMBNAIL		= Приховати навігацію ескізами

[IDD_PASSINPUT]
IDD_PASSINPUT				= Введіть пароль
IDC_STATIC_PASSDESC			= Цей файл зашифровано. Будь ласка, введіть пароль.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Редагування закладок
IDC_BTN_DEL				= Видалити
IDC_BTN_IMPORT				= Імпорт закладок
IDC_BTN_EXPORT				= Експорт закладок

[IDD_PRINT]
IDD_PRINT				= Друк
IDC_GROUP_PRINTER			= Виберіть принтер
IDC_BTN_PRINTER_PROPERTY		= Властивості
IDC_CHK_ROTATE				= Повернути на 90˚
IDC_CHK_FIT_IN				= За розміром аркуша
IDC_STATIC_ZOOM				= Масштаб:
IDC_STATIC_MARGIN_L			= Зліва:
IDC_STATIC_MARGIN_T			= Зверху:
IDC_STATIC_MARGIN_R			= Справа:
IDC_STATIC_MARGIN_B			= Знизу:
IDC_STATIC_COPIES			= Копій:
IDC_BTN_PRINT				= Друк
IDC_BTN_CLOSE				= Закрити

[IDD_UPDATE]
IDD_UPDATE				= Оновлення Honeyview 
IDC_STATIC_MESSAGE_1			= Honeyview оновлено.
IDC_STATIC_MESSAGE_2			= Натисніть клавішу "оновити" для встановлення найновішої версії.
IDOK					= Оновити
IDCANCEL				= Відмінити
IDC_BTN_SETTING_UPDATE			= Параметри

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Перейменування або заміна
IDC_STATIC_ASK_OVERWRITE		= Такий файл вже існує.
IDC_STATIC_SRC				= Зображення
IDC_STATIC_DST				= Цільове зображення
IDC_BTN_OVERWRITE			= Перезаписати
IDC_BTN_RENAME				= Зберегти як...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Встановити як шпалери
IDC_STATIC_PREVIEW			= Перегляд
IDC_STATIC_BACK_COLOR			= Колір фону
IDC_RADIO_BACKCOLOR_0			= Чорний
IDC_RADIO_BACKCOLOR_1			= Авто
IDC_RADIO_BACKCOLOR_2			= Свій...
IDC_BTN_BKGND				= Вибрати...
IDC_BTN_CLOSE				= Закрити
IDC_BTN_APPLY				= Застосувати

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Відкрити файл
IDC_STATIC_OPENING			= Відкривання...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Виберіть папку
IDC_STATIC_FOLDER			= Шлях до папки:
IDC_BTN_NEWFOLDER			= Нова папка
IDC_CHK_OPEN_SUBFOLDER			= Включити всі файлы із вкладених папок

[IDD_TRANSFORM]
IDD_TRANSFORM				= Редагування зображення
IDC_STATIC_FILELIST			= Список файлів
IDC_STATIC_PREVIEW			= Попередній перегляд
IDC_BTN_START				= Почати
IDC_BTN_CLOSE				= Закрити
IDC_BTN_OPEN_DEST_FOLDER		= Відкрити папку

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Поворот
IDC_RADIO_ROTATE_NONE			= Не повертати
IDC_RADIO_ROTATE_LEFT			= Повернути на 90˚ вліво
IDC_RADIO_ROTATE_RIGHT			= Повернути на 90˚ вправо
IDC_RADIO_ROTATE_180			= Повернути на 180˚
IDC_RADIO_ROTATE_AUTO			= Автоповорот на основі EXIF
IDC_STATIC_RESIZE			= Змінити розмір
IDC_STATIC_RESIZE_SIZE			= Новий розмір

IDC_STATIC_FORMAT			= Параметри формату
IDC_STATIC_FORMAT_SELECT		= Формат:
IDC_STATIC_FORMAT_QUALITY		= Якість:
IDC_STATIC_SAVE				= Кінцева папка
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Зберегти у кінцевій папці
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Зберегти у папці з фото
IDC_RADIO_TARGETFOLDER_CUSTOM		= Зберегти в:
IDC_STATIC_FILENAME_HEADER		= Префікс імені файлу
IDC_STATIC_FILENAME2SAVE		= Перегляд імені файлу
IDC_BTN_INIT				= Скинути


[SKIN]
$TT_FULLSCREEN				= На весь екран (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Швидка клавіша: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Швидка клавіша: Alt+Z
$TT_PAGESELECT				= Вибрати Зображення (Enter)
$TT_LOCKCONTROLBAR			= Блокування елементів управління (~)
$TT_LOCKTITLEBAR			= Блокування меню (`)
$TT_COPY_EXIFINFO			= Копіювати файл/EXIF інформацію (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Показати/приховати файл/EXIF інформацію (Tab)
$TT_LAUNCH_GPS_LOCATION			= Переглянути місцезнаходження на картах Google.
$TT_PLAY_SOUNDNSHOT			= Відтворити звуковий файл (Перелистування).
$TT_CLOSE_EXIFINFO			= Закрити (Tab)
$TT_PREV_BTN				= Л.клавіша: Попереднє, П.клавіша: Попереднє 10-е
$TT_NEXT_BTN				= Л.клавіша: Наступне, П.клавіша: Наступне 10-е

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Звуки
$BTN_TEXT_SHOWMODE			= Перегляд
$BTN_TEXT_PHOTOFOLDER			= Копіювати
$BTN_TEXT_EDIT				= Редагування
$BTN_TEXT_STICKY			= Блок
$BTN_TEXT_BOOKMARK			= Закладки
$BTN_TEXT_SLIDESHOW			= Слайдшоу
$BTN_TEXT_UPDATE			= Доступна нова версія

$TEXT_SETTINGTAB_GENERAL		= Загальні
$TEXT_SETTINGTAB_VIEW			= Перегляд
$TEXT_SETTINGTAB_BOOKMARK		= Закладки
$TEXT_SETTINGTAB_ASSOC			= Асоціація
$TEXT_SETTINGTAB_IMAGEPROCESS		= Обробка
$TEXT_SETTINGTAB_KEYBOARD		= Клавіатура
$TEXT_SETTINGTAB_MOUSE			= Миша
$TEXT_SETTINGTAB_SHELL			= Меню
$TEXT_SETTINGTAB_ETC			= Різне
$TEXT_SETTINGTAB_LANG			= Мова

$TEXT_DESKTOP				= Робочий стіл
$TEXT_DOCUMENT				= Документи
$TEXT_PICTURE				= Зображення
$TEXT_COMPUTER				= Комп'ютер


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Редагувати в Honeyview (&2)
TEXT_LAUNCH_HONEYVIEW			= Переглянути в Honeyview (&3)
TEXT_LOADING				= Завантаження...
TEXT_IMAGE_LOAD_FAILED			= Не вдалося завантажити файл
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Немає підтримуваних файлів для перегляду


[INSTALLER]
LNK_FILE_DESC				= Запуск Honeyview
UNINSTALLER_LNK_NAME 			= Видалення програми

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview запущено. Будь ласка, закрийте програму.
MSG_ASK_DELETE_ALL_FILES		= В папці встановлення ($INSTDIR) залишились деякі файли.[br][br]Бажаєте повністю видалити папку?
MSG_ASK_RESTART_EXPLORER		= Для завершення встановлення необхідно перезавантажити провідник Windows. Бажаєте перезапустити його зараз?
MSG_ASK_UNINSTALL_HV3			= Honeyview вже встановлено. Вам необхідно видалити встановлену Honeyview для встановлення нової версії. Бажаєте продовжити?
MSG_UNINSTALL_HV3_FAILED		= Не вдалося видалити.
MSG_RESTART_EXPLORER			= Для повного видалення Honeyview необхідно перезавантажити провідник Windows.

TEXT_LICENSE				= Ліцензійна угода Honeyview
TEXT_OPTIONS				= Параметри встановлення
TEXT_OPT_PROGRAMGROUP			= Створити папку в меню 'Пуск'
TEXT_OPT_DESKTOPSHORCUT			= Створити ярлик на Робочому столі
TEXT_OPT_QUICKLAUNCH			= Створити ярлик в Панелі швидкого запуску
TEXT_OPT_FOLDER				= Папка встановлення
TEXT_OPT_REGIMAGE			= Зв'язати розширення файлів зображень
TEXT_SELECT_FOLDER			= Виберіть папку
TEXT_LICENSE_LINK			= [Вебсайт]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= ЛІЦЕНЗІЙНА УГОДА
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview – це швидкий безкоштовний переглядач зображень розроблений та розповсюджуваний компанією Bandisoft.[br][br]Ця програма безкоштовна для особистого, комерційного і т.п. користування.

TEXT_ASK_RESTART_EXPLORER		= Для завершення встановлення необхідно перезавантажити провідник Windows. Бажаєте перезапустити його зараз?
TEXT_NEED_ADMIN_PRIVILEGE		= Для встановлення цієї програми потрібні права адміністратора.[br][br]Користувачі без прав адміністратора не можуть встановити програму.[br][br]Бажаєте зупинити встановлення?

